spec/fixtures/soap/xml/IControl/Networking/Interfaces/IControl.Networking.Interfaces.get_stp_edge_port_state_b93c5c26fb5a9e05e98de4cf8cdc833c_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_stp_edge_port_state><interfaces><value>1.1</value></interfaces></wsdl:get_stp_edge_port_state></env:Body></env:Envelope>